[OldWarMedal X2WeaponTemplate]
FriendlyName = "Old War Medal"
FriendlyNamePlural = "Old War Medals"
BriefSummary = "These are a memento from our past efforts, our courage, and a reminder that we must remain vigilant." 
TacticalText = "<Bullet/> Unique Item."

[OldWarBullet X2WeaponTemplate]
FriendlyName = "Old War Bullet"
FriendlyNamePlural = "Old War Bullets"
BriefSummary = "Although equipped with more than sufficient ammo, our soldiers have a certain reverence for these, as if they were proverbial silver bullets." 
TacticalText = "<Bullet/> Unique Item."

[EXALTBandana X2WeaponTemplate]
FriendlyName = "Authentic EXALT Bandana"
FriendlyNamePlural = "Authentic EXALT Bandanas"
BriefSummary = "A gruesome reminder of an old enemy. It filters out pathogens, viruses, and poison gas - although the science team has not confirmed its efficacy." 
TacticalText = "<Bullet/> Unique Item - Could fetch a high price."

[CrystallizedMeld X2WeaponTemplate]
FriendlyName = "Crystallized Meld"
FriendlyNamePlural = "Crystallized Meld"
BriefSummary = "A mineral nugget allegedly made from crystallized MELD. Tygan was relunctant to part with this sample, but some soldiers insisted this brought them good luck in battle." 
TacticalText = "<Bullet/> Unique Item - Tygan can only spare one."

[SectoidFinger X2WeaponTemplate]
FriendlyName = "Sectoid Finger"
FriendlyNamePlural = "Sectoid Fingers"
BriefSummary = "Perhaps the most hated of all the Aliens due to its mind control abilities, our soldiers have started to collect this gruesome trophies to cement their loathing for Sectoids." 
TacticalText = "<Bullet/> Chance to drop from Sectoid Corpses."

[InoperableBiochip X2WeaponTemplate]
FriendlyName = "Inoperable Biochip"
FriendlyNamePlural = "Inoperable Biochips"
BriefSummary = "After our ADVENT Captain autopsy revealed the existence of the Psionic network, some of our troops have been extracting them from trooper corpses post mission. Their rationale is that carrying one of these might have the auto tracking devices confuse them for Troopers and delay detection, if even for a second." 
TacticalText = "<Bullet/> Chance to drop ADVENT Trooper Corpses."

[EleriumFragment X2WeaponTemplate]
FriendlyName = "Elerium Fragment"
FriendlyNamePlural = "Elerium Fragments"
BriefSummary = "Typically used as a power source due to its energy absorption and storage capabilities, shards of this material also offer some minor degree of physical protection against kinetic energy -although admittedly inferior to even our most rudimentary vests."
TacticalText = "<Bullet/> Chance to drop from enemies."

[BrokenDatapad X2WeaponTemplate]
FriendlyName = "Broken Datapad"
FriendlyNamePlural = "Broken Datapad"
BriefSummary = "This is damaged beyond repair and of no use to the research team. However, some Specialists claim it gives them an edge when hacking." 
TacticalText = "<Bullet/> Chance to drop from enemies."

[AVENGERScrap X2WeaponTemplate]
FriendlyName = "AVENGER Scrap"
FriendlyNamePlural = "AVENGER Scraps"
BriefSummary = "Debris from clearing the Avenger are prized by some soldiers wanting to take a piece  to battle, as an omen to come back home safe."
TacticalText ="<Bullet/> Receive one every-time you clear Alien Machinery."

[FallenComradeDogTag X2WeaponTemplate]
FriendlyName = "Fallen Comrade Dog Tag"
FriendlyNamePlural = "Fallen Comrade Dog Tags"
BriefSummary = "A fallen friend's memento inspire us to fight and be courageous in difficult times." 
TacticalText = "<Bullet/> Retrieved from our fallen XCOM Soldiers."

[SkirmisherRadio X2WeaponTemplate]
FriendlyName = "Skirmisher Radio"
FriendlyNamePlural ="Skirmisher Radios"
BriefSummary = "An obsolete yet effective device for the team to communicate and share a target's location without Psionic network interference." 
TacticalText = "<Bullet/> Receive one every-time a Skirmisher is recruited."

[TemplarCharm X2WeaponTemplate]
FriendlyName = "Templar Charm"
FriendlyNamePlural = "Templar Charms"
BriefSummary = "We received this trinket as a token of friendship. It is supposed to contain Psionic forces that ward off harm." 
TacticalText = "<Bullet/> Receive one every-time a Templar is recruited."

[ReaperRecipeBook X2WeaponTemplate]
FriendlyName = "Reaper Recipe Book"
FriendlyNamePlural = "Reaper Recipe Books"
BriefSummary = "A leather bound, pocket size guide to over 30 years of innovative recipes." 
TacticalText = "<Bullet/> Receive one every-time a Reaper is recruited."

[Vigilance X2AbilityTemplate]
LocFriendlyName="Vigilance"
LocLongDescription="Gain +<Ability:VIGILANCE_SIGHTRADIUS_VALUE/> Sight Radius."
LocHelpText="Gain +<Ability:VIGILANCE_SIGHTRADIUS_VALUE/> Sight Radius."

[UndeadlyAim X2AbilityTemplate]
LocFriendlyName="Undeadly Aim"
LocLongDescription="Gain +<Ability:UNDEADLYAIM_AIM_VALUE/> Aim against The Lost."
LocHelpText="Gain +<Ability:UNDEADLYAIM_AIM_VALUE/> Aim against The Lost."

[CottonMask X2AbilityTemplate]
LocFriendlyName="Cotton Mask"
LocLongDescription="Gain immunity to Poison Gas."
LocHelpText="Gain immunity to Poison Gas."

[Gambler X2AbilityTemplate]
LocFriendlyName="Gambler"
LocLongDescription="Chance to gain a powerful random stat boost, or nothing at all."
LocHelpText="Chance to gain a powerful random stat boost, or nothing at all."

[Voodoo X2AbilityTemplate]
LocFriendlyName="Voodoo"
LocLongDescription="Deal +<Ability:VOODOO_DAMAGE_VALUE/> Damage against Psionic Units."
LocHelpText="Deal +<Ability:VOODOO_DAMAGE_VALUE/> Damage against Psionic Units."

[HardToTrack X2AbilityTemplate]
LocFriendlyName="Hard to Track"
LocLongDescription="Gain +<Ability:HARDTOTRACK_DEFENSE_VALUE/> Defense."
LocHelpText="Gain +<Ability:HARDTOTRACK_DEFENSE_VALUE/> Defense."

[GlassArmor X2AbilityTemplate]
LocFriendlyName="Glass Armor"
LocLongDescription="Gain +<Ability:GLASSARMOR_SHIELDHP_VALUE/> Ablative HP."
LocHelpText="Gain +<Ability:GLASSARMOR_SHIELDHP_VALUE/> Ablative HP."

[Tinkerer X2AbilityTemplate]
LocFriendlyName="Tinkerer"
LocLongDescription="Gain +<Ability:TINKERER_HACK_VALUE/> Hacking."
LocHelpText="Gain +<Ability:TINKERER_HACK_VALUE/> Hacking."

[HomeSweetHome X2AbilityTemplate]
LocFriendlyName="Home Sweet Home"
LocLongDescription="Gain immunity to Critical Hits."
LocHelpText="Gain immunity to Critical Hits."

[Heroism X2AbilityTemplate]
LocFriendlyName="Heroism"
LocLongDescription="Gain +<Ability:HEROISM_WILL_VALUE/> Will."
LocHelpText="Gain +<Ability:HEROISM_WILL_VALUE/> Will."

[Sonar X2AbilityTemplate]
LocFriendlyName="Sonar"
LocLongDescription="Gain +<Ability:SONAR_OFFENSE_VALUE/> Aim."
LocHelpText="Gain +<Ability:SONAR_OFFENSE_VALUE/> Aim."

[ArmorOfFaith X2AbilityTemplate]
LocFriendlyName="Armor of Faith"
LocLongDescription="Gain +<Ability:ARMOROFFAITH_DODGE_VALUE/> Dodge."
LocHelpText="Gain +<Ability:ARMOROFFAITH_DODGE_VALUE/> Dodge."

[Stalker X2AbilityTemplate]
LocFriendlyName="Stalker"
LocLongDescription="Gain +<Ability:STALKER_CRITCHANCE_VALUE/> Crit Chance."
LocHelpText="Gain +<Ability:STALKER_CRITCHANCE_VALUE/> Crit Chance."